/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Pro Katalog…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Media Pro Katalog konnte nicht geöffnet werden.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Media Pro Katalog Dokumenteigenschaften konnten nicht gelesen werden";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Media Pro Katalog Elementeigenschaften konnten nicht gelesen werden";

